  // 设置一些随机的效果，这个可根据实际数据进行开发
      let data = [
        {
        "x": 318,
        "y": 851,
        "value": 95
      },
      {
        "x": 680,
        "y": 763,
        "value": 72
      },
      {
        "x": 511,
        "y": 825,
        "value": 5
      },
      {
        "x": 369,
        "y": 722,
        "value": 80
      },
      {
        "x": 845,
        "y": 736,
        "value": 29
      },
      {
        "x": 64,
        "y": 61,
        "value": 16
      }
      // {
      //   "x": 319,
      //   "y": 852,
      //   "value": 1000
      // }, 
      // {

      //   "x": 116.138368102,

      //   "y": 37.4358360603,

      //   "value": 1

      // },
    ];

export default data;